Repository: FreePBX/cdr
Catalog: i18n/*/LC_MESSAGES/cdr.po
Languages: es_es, pl, pt_br, ru_ru

source: User Primary Extension
es_es: Extension Primaria del Usuario
pl: Główny numer wewnętrzny użytkownika
pt_br: Ramal Principal do Usuário
ru_ru: Основной внутренний номер пользователя

source: UserDefType
pl: UserDefTyp
pt_br: TipoDefUsuario
ru_ru: Польз. тип

source: Userfield
es_es: Campo Usuario
pl: Pole użytkownika
pt_br: Usuário
ru_ru: Пользовательское поле

source: Voicemail
es_es: Correo de Voz
pl: Poczta głosowa
pt_br: Correio de Voz
ru_ru: Голосовая почта

source: Week ( Sun-Sat )
es_es: Semana (Dom-Sáb)
pl: Tydzień (nie-sob)
pt_br: Semana (Dom-Sab)
ru_ru: Неделя (Вск-Суб)

source: Yes
es_es: Si
pl: Tak
pt_br: Sim
ru_ru: Да

source: You are missing support for playback in this browser. To fully support HTML5 browser playback you will need to install programs that can not be distributed with the PBX. If you'd like to install the binaries needed for these conversions click <a href='%s'>here</a>
es_es: Esta falando el soporte para la reproducción en este navegador. Para apoyar plenamente la reproducción navegador HTML5 tendrá que instalar programas que no pueden ser distribuidos con la central. Si desea instalar los binarios necesarios para estas conversiones, haga clic en <a href='%s'>aquí</a>
pl: Brakuje Ci obsługi odtwarzania w tej przeglądarce. Aby w pełni obsługiwać odtwarzanie w przeglądarce HTML5, będziesz musiał zainstalować programy, które nie mogą być dystrybuowane z FreePBX. Jeśli chcesz zainstalować pliki binarne potrzebne do tych konwersji, kliknij <a href='%s'>tutaj</a>
pt_br: Falta suporte para reprodução neste navegador. Para suportar totalmente a reprodução do navegador HTML5, você precisará instalar programas que não podem ser distribuídos com o PBX. Se pretender instalar os binários necessários para estas conversões, clique <a href='%s'>aqui</a>
ru_ru: Этот браузер не поддерживает воспроизведение. Для полной поддержки воспроизведение HTML5 необходимо устанвоить программы,которые не распространяюься вместе с FreePBX. Если Вы желаете установить бинарные файлы для перекодирования, то нажмите <a href='%s'>здесь</a>

source: channel
es_es: Canal
pl: kanał
pt_br: Canal
ru_ru: канал

source: context
es_es: contexto
pl: kontekst
pt_br: contexto
ru_ru: контекст

source: denied by COS
es_es: Negado por COS
pl: zablokowane przez COS
pt_br: Negado por COS
ru_ru: отказано COS

source: exten
pl: wewn
pt_br: ramal
ru_ru: расш

source: kicked from conference
es_es: Sacado de la conferencia
pl: wyrzucony z konferencji
pt_br: Expulso da conferência
ru_ru: выпнут из конференции

source: Conference "%s" Settings
pt_br: Conferência "%s" Configurações

source: Not Authorized
pt_br: Não Autorizado

source: Settings
pt_br: Configurações

source: View History
pt_br: Visualizar Histórico
