Repository: FreePBX/cdr
Catalog: i18n/*/LC_MESSAGES/cdr.po
Languages: es_es, pl, pt_br, ru_ru

source: %s hour, %s min, %s sec
es_es: %s horas, %s minutos, %s segundos
pl: %s godz, %s min, %s sek
pt_br: %s hora, %s min, %s seg
ru_ru: %s час, %s мин, %s сек

source: %s min, %s sec
es_es: %s minutos, %s segundos
pl: %s min, %s sek
pt_br: %s min, %s seg
ru_ru: %s мин, %s сек

source: %s sec
es_es: %s segundos
pl: %s sek
pt_br: %s seg
ru_ru: %s сек

source: 10 Minutes
es_es: 10 Minutos
pl: 10 minut
pt_br: 10 Minutos
ru_ru: 10 минут

source: <b>.</b> = wildcard, matches one or more characters<br>
es_es: <b>.</b> = comodín, para uno o mas caracteres<br>
pl: <b>.</b> = dzika karta, zastępuje 1 lub więcej znaków<br>
pt_br: <b>.</b> = wildcard, coincide com um ou mais caracteres<br>
ru_ru: <b>.</b> = один или несколько любых символов<br>

source: <b>N</b> = matches any digit from 2-9<br>
es_es: <b>N</ b> = coincide con cualquier dígito 2-9<br>
pl: <b>N</b> = zastępuje cyfry od 2-9<br>
pt_br: <b>N</b> = coincide qualquer digito de 2-9<br>
ru_ru: <b>N</b> = любому числу от 2 до 9<br>

source: <b>X</b> = matches any digit from 0-9<br>
es_es: <b>X</b> = coincide con cualquier dígito 0-9<br>
pl: <b>X</b> = zastępuje cyfry od 0-9<br>
pt_br: <b>X</b> = coincide qualquer digito de 0-9<br>
ru_ru: <b>X</b> = любому числу от 0 до 9<br>

source: <b>Z</b> = matches any digit from 1-9<br>
es_es: <b>Z</b> = coincide con cualquier dígito 1-9<br>
pl: <b>Z</b> = zastępuje cyfry od 1-9<br>
pt_br: <b>Z</b> = coincide qualquer digito de 1-9<br>
ru_ru: <b>Z</b> = любому числу от 1 до 9<br>

source: <b>[1237-9]</b> = matches any digit or letter in the brackets<br>(in this example, 1,2,3,7,8,9)<br>
es_es: <b>[1237-9]</b> = coincide con cualquier dígito o letra de los indicados entre corchetes <br>(en este ejemplo, 1,2,3,7,8,9)<br>
pl: <b>[1237-9]</b> = zzastępuje kaażdy znak lub literę w nawiasach <br>(w tym przypadku 1,2,3,7,8,9)<br>
pt_br: <b>[1237-9]</b> = coincide qualquer digito ou letra no colchetes<br>(neste exemplo, 1,2,3,7,8,9)<br>
ru_ru: <b>[1237-9]</b> = любое число или буква из скобок<br>( здесь например это: 1,2,3,7,8,9<br>

source: <b>_!2XXN, _562., _.0075</b> = Search for any match <b>except</b> for these numbers
es_es: <b>_!2XXN, _!562., _!.0075</b> = Buscar cualquier coincidencia <b>excepto</b> de estos números
pl: <b>_!2XXN, _562., _.0075</b> = Wyszukaj dopasowania <b>oprócz</b> tych numerów
pt_br: <b>_!2XXN, _562., _.0075</b> = Pesquisar qualquer correspondência <b>exceto</b> para estes números
ru_ru: <b>_!2XXN, _562., _.0075</b> = найти все совпадения, которые <b>не совпадают</b> со всеми этими тремя шаблонами

source: <b>_2XXN, _562., _.0075</b> = search for any match of these numbers<br>
es_es: <b>_2XXN, _562., _.0075</b> = Buscar cualquier coincidencia de cualquiera de estos números
pl: <b>_2XXN, _562., _.0075</b> = wyszukaj jakiegokolwiek dopasowania z tymi numerami<br>
pt_br: <b>_2XXN, _562., _.0075</b> = Pesquisar qualquer correspondência destes números<br>
ru_ru: <b>_2XXN, _562., _.0075</b> эквивалентно любому номеру подпадающему под любой из этих трех шаблонов<br>

source: <br>Asterisk pattern matching<br>
es_es: <br>Patrón de coincidencia Asterisk<br>
pl: <br>Dopasowywanie wzorów w Asterisku<br>
pt_br: <br>Padrão de correspondência Asterisk<br>
ru_ru: <br>Регулярные выражения Asterisk<br>

source: AMA
ru_ru: АМА

source: AMA Flag
es_es: Bandera AMA
pl: Flaga AMA
pt_br: Flag AMA
ru_ru: AMA-флаг

source: ANI
ru_ru: ЛЮБОЙ

source: Account
es_es: Cuenta
pl: Konto
pt_br: Conta
ru_ru: Учетка

source: Account Code
es_es: Código Cuenta
pl: Kod konta
pt_br: Numero da Conta
ru_ru: Код Учетки

source: Account Information
es_es: Información Cuenta
pl: Informacja o koncie
pt_br: Informação da Conta
ru_ru: Учетная информация

source: Adding index to did field in the cdr table
es_es: Agregando índice al campo did in la tabla cdr
pl: Dodawanie indeksu w polu DID tablicy CDR
pt_br: Adicionando índice ao campo did na tabela cdr
ru_ru: Добавление индекса к полю did в таблице cdr

source: Adding index to did field...
pl: Dodaję indeks w polu DID...
ru_ru: Добавление индекса в поле did...

source: Adding index to recordingfile field in the cdr table
pl: Dodawanie indeksu do pola recordingfile w tablicy CDR
ru_ru: Добавление индекса в поле файла записи в таблице cdr

source: Adding index to recordingfile field...
pl: Dodaję indeks do pola recordingfile...
ru_ru: Добавление индекса в поле файла записи...

source: Adding!
es_es: Agregando!
pl: Dodawanie!
pt_br: Adicionando!
ru_ru: Добавлено!

source: All Dispositions
es_es: Disposición Todos
pl: Wszystkie rezultaty
pt_br: Todas as Disposições
ru_ru: Любой статус

source: Allow CDR
es_es: Permitir CDR
pl: Zezwalaj na CDR
pt_br: Permitir CDR
ru_ru: Разврешить CDR

source: Allow CDR Downloads
es_es: Permitir bajar CDR
pl: Zezwalaj na pobieranie CDR
pt_br: Permitir baixar CDR
ru_ru: Разрешить загрузку CDR

source: Allow CDR Playback
es_es: Permitir reproducir CDR
pl: Zezwalaj na odtwarzanie w CDR
pt_br: Permitir reproduzir CDR
ru_ru: Разрешить воспроизведение CDR

source: Allow this user to playback recordings in UCP
es_es: Permitir a este usuario escuchar grabaciones en UCP
pl: Zezwalaj temu użytkownikowi na odtwarzanie nagrań w UCP
pt_br: Permite este usuário reproduzir gravações no PCU
ru_ru: Разрешить пользователю воспроизводить записи в UCP

source: Allow users to download recordings in UCP
es_es: Permitir usuarios a bajar grabaciones en UCP
pl: Zezwalaj użytkownikom na pobieranie nagrań w UCP
pt_br: Permitir usuários baixarem gravações no PCU
ru_ru: Разрешить пользователю скачивать записи в UCP

source: And
es_es: Y
pl: i
pt_br: e
ru_ru: и

source: Answered
es_es: Contestado
pl: Odebrane
pt_br: Atendida
ru_ru: Отвечено

source: App
pl: Aplikacja
ru_ru: Прил.

source: Application
es_es: Aplicación
pl: Aplikacja
pt_br: Aplicação
ru_ru: Приложение

source: April
es_es: Abril
pl: Kwiecień
pt_br: Abril
ru_ru: Апрель

source: August
es_es: Agosto
pl: Sierpień
pt_br: Agosto
ru_ru: Август

source: Average Call Time
es_es: Tiempo promedio
pl: Średni czas połączenia
pt_br: Tempo Médio das Chamadas
ru_ru: Средняя продолжительность звонка

source: Begins With
es_es: Comienza con
pl: Zaczyna się od
pt_br: Inicia com
ru_ru: Начинается с

source: Between
es_es: Entre
pl: Pomiędzy
pt_br: Entre
ru_ru: Между

source: Billing Duration
es_es: Duración
pl: Czas billingowy
pt_br: Tempo tarifado
ru_ru: Время разговора

source: Busy
es_es: Ocupado
pl: Zajęte
pt_br: Ocupado
ru_ru: Занято

source: CDR Access
es_es: Accesar CDR
pl: Dostęp do CDR
pt_br: Acessar CDR
ru_ru: Доступ к CDR

source: CDR Reports
es_es: Reporte de Llamadas
pl: Raporty CDR
pt_br: Relatórios de Chamadas
ru_ru: Отчёты CDR

source: CDR search
es_es: Buscar CDR
pl: Wyszukiwanie CDR
pt_br: Pesquisa CDR
ru_ru: Список звонков

source: CNAM
pl: Nazwa dzwoniącego
ru_ru: СNAМ

source: CNUM
pl: Numer dzwoniącego
ru_ru: СNUМ

source: CSV File
pl: Plik CSV
ru_ru: CSV-файл

source: Call Data Record report tools for viewing reports of your calls
es_es: Herramienta de informe de Registro de llamadas
pl: Narzędzia do raportowania danych połączeń umożliwiające przeglądanie raportów
pt_br: Ferramentas para visualizar os relatórios de suas chamadas
ru_ru: Просмотр записей о совершенных звонках

source: Call Date
es_es: Fecha Llamada
pl: Data połączenia
pt_br: Data / Hora
ru_ru: Дата звонка

source: Call Detail Record - Call Graph by
es_es: Reporte Llamadas - por Gráfico
pl: Raport połączeń - wykres połączeń według
pt_br: Registro Detalhado de Chamadas - Gráfico de Chamadas por
ru_ru: Отчет по звонкам - суммарные графики

source: Call Detail Record - Concurrent Calls by
es_es: Reporte Llamadas - Llamadas Concurrentes por
pl: Raport połączeń - jednoczesne połączenia według
pt_br: Registro Detalhado de Chamadas - Chamadas Concorrentes por
ru_ru: Отчет по звонкам - одновременные звонки

source: Call Detail Record - Search Returned
es_es: Reporte Llamadas - Resultado de Búsqueda
pl: Raport połączeń - wynik zwrócony to
pt_br: Registro Detalhado de Chamadas - Pesquisa Retornada
ru_ru: Отчет по звонкам - Результат поиска

source: Call Detail Record Search
es_es: Buscar CDR
pl: Raport połączeń - wyszukiwanie
pt_br: Pesquisa de Registro Detalhado de Chamadas
ru_ru: Отчет по звонкам

source: Call Event Log - Search Returned
es_es: Bitácora de Eventos de Llamadas - Búsqueda retornada
pl: Log zdarzeń telefonicznych - wynik zwrócony to
pt_br: Registro de Evento de Chamadas - Pesquisa Retornada
ru_ru: Журнал вызовов - Результат поиска

source: Call Graph
es_es: Gráfico Llamadas
pl: Wykres połączeń
pt_br: Gráfico de Chamadas
ru_ru: Суммарный график

source: Call History
es_es: Historia de Llamadas
pl: Historia połączeń
pt_br: Histórico de Chamadas
ru_ru: История звонков

source: Call History for %s
pl: Historia połączeń %s
ru_ru: История вызовов для %s

source: Caller ID Name
es_es: Nombre ID de Llamada
pl: ID dzwoniącego - Nazwa
pt_br: Nome do ID do Chamador
ru_ru: Имя Caller ID

source: Caller ID Number
es_es: Numero ID de llamada
pl: ID dzwoniącego - Numer
pt_br: Número do ID do Chamador
ru_ru: Номер Caller ID

source: CallerID
es_es: ID Llamante
pl: ID dzwoniącego
pt_br: ID do Chamador
ru_ru: Имя звонящего

source: CallerID Name
es_es: Nombre Llamante
pl: ID dzwoniącego - Nazwa
pt_br: Nome ID do Chamador
ru_ru: Имя CallerID

source: CallerID Number
es_es: Número Llamante
pl: ID dzwoniącego - Numer
pt_br: Número ID do Chamador
ru_ru: Номер CallerID

source: Calls
es_es: Llamadas
pl: Połączenia
pt_br: Chamadas
ru_ru: Звонки

source: Channel
es_es: Canal
pl: Kanał
pt_br: Canal
ru_ru: Канал

source: Concurrent Calls
es_es: Llamadas Concurrentes
pl: Jednoczesne połączenia
pt_br: Chamadas Simultaneas
ru_ru: Одновременные звонки

source: Conference
es_es: Conferencia
pl: Konferencja
pt_br: Conferência
ru_ru: Конференция

source: Contains
es_es: Contiene
pl: Zawiera
pt_br: Contem
ru_ru: Содержит

source: Controls
es_es: Controles
pl: Kontroluje
pt_br: Controles
ru_ru: Управления

source: DID
ru_ru: Входящий номер

source: Date
es_es: Fecha
pl: Data
pt_br: Data
ru_ru: Дата

source: Date/Time
es_es: Fecha/Hora
pl: Data/Czas
pt_br: Data/Hora
ru_ru: Дата/Время

source: Day
es_es: Día
pl: Dzień
pt_br: Dia
ru_ru: День

source: Day of Week
pl: Dzień tygodnia
ru_ru: День недели

source: Day of week
es_es: Día Semana
pl: Dzień tygodnia
pt_br: Dia da semana
ru_ru: День недели

source: December
es_es: Diciembre
pl: Grudzień
pt_br: Dezembro
ru_ru: Декабрь

source: Description
es_es: Descripción
pl: Opis
pt_br: Descrição
ru_ru: Описание

source: Destination
es_es: Número Destino
pl: Cel
pt_br: Destino
ru_ru: Назначение

source: Destination Caller ID Name
es_es: Nombre Identificador de Llamada Destino
pl: Nazwa docelowego CallerID
pt_br: Nome do ID Chamador de Destino
ru_ru: Имя назначения Caller ID

source: Destination CallerID Name
es_es: Nombre Destino
pl: Nazwa rozmówcy docelowego
pt_br: Nome do ID Chamador de Destino
ru_ru: Имя назначения CallerID

source: Destination Context
es_es: Contexto Destino
pl: Kontekst docelowy
pt_br: Contexto de Destino
ru_ru: Контекст

source: Destination Number
es_es: Número Destino
pl: Numer docelowy
pt_br: Numero de Destino
ru_ru: Куда звонил

source: Dialplan context
es_es: Contexto Plan de Marcación
pl: Kontekst dialplanu
pt_br: Contexto do Plano de Discagem
ru_ru: Контекст плана набора

source: Dialplan exten
es_es: exten Plan de Marcacion
pl: exten dialplanu
pt_br: Ramal Plano de Discagem
ru_ru: расш. плана набора

source: Disposition
es_es: Disposición
pl: Status
pt_br: Disposição
ru_ru: Статус звонка

source: Done
pl: Zrobione
ru_ru: Завершено

source: Download
es_es: Bajar
pl: Pobieranie
pt_br: Baixar
ru_ru: Загрузить

source: Duration
es_es: Duración
pl: Czas trwania
pt_br: Duração
ru_ru: Длительность

source: ERROR failed to update database
pl: BŁĄD nie udało się zaktualizować bazy danych
ru_ru: ОШИБКА не удалось обновить базу данных

source: Enable CDR (Call History) in UCP for this user
es_es: Habilitar CDR (Historial de llamadas) en la UCP para este usuario
pl: Włącz CDR (Historię połączeń) dla tego użytkownika w UCP
pt_br: Habilitar CDR (Histórico de Chamadas) no PCU para este usuário
ru_ru: Включить CDR(история вызовов) в Панели Управления Пользователями для этого пользователя

source: Ends With
es_es: Termina con
pl: Kończy się na
pt_br: Termina com
ru_ru: Оканчивается на

source: Event
es_es: Evento
pl: Wydarzenie
pt_br: Evento
ru_ru: Событие

source: Event Extra
es_es: Extra Evento
pl: Wydarzenie Ekstra
pt_br: Evento Extra
ru_ru: Экстра событие

source: EventExtra
pl: WydarzenieEkstra
pt_br: Evento Extra
ru_ru: Экстрасобытие

source: Events
es_es: Eventos
pl: Wydarzenia
pt_br: Eventos
ru_ru: События

source: Exactly
es_es: Exacto
pl: Dokładnie
pt_br: Exato
ru_ru: Равно

source: Extra Options
pl: Dodatkowe opcje
ru_ru: Дополнительные параметры

source: Failed
es_es: Fallida
pl: Porażka
pt_br: Falha
ru_ru: Неудавшийся

source: February
es_es: Febrero
pl: Luty
pt_br: Fevereiro
ru_ru: Февраль

source: File does not exist
es_es: Fichero no existe
pl: Plik nie istnieje
pt_br: Arquivo não existe
ru_ru: Файл не существует

source: Forbidden
es_es: Prohibido
pl: Zakazane
pt_br: Proibido
ru_ru: Запрещено

source: From
es_es: Desde
pl: Od
pt_br: De
ru_ru: Между

source: Go to the CDR Graph
es_es: Ir al Gráfico de Llamadas
pl: Idź do wykresu CDR
pt_br: Ir para o Gráfico CDR
ru_ru: Перейти к графикам

source: Go to the top of the CDR table
es_es: Ir al principio de la Tabla
pl: Idź na górę wykresu CDR
pt_br: Ir para o início da tabela CDR
ru_ru: Перейти к списку звонков

source: Group By
es_es: Por Grupo
pl: Grupuj w oparciu o
pt_br: Agrupar por
ru_ru: Группировать по

source: Hour
es_es: Hora
pl: Godzina
pt_br: Hora
ru_ru: Час

source: Hour of Day
pl: Godzina dnia
ru_ru: Час дня

source: Hour of day
es_es: Hora
pl: Godzina dnia
pt_br: Hora do dia
ru_ru: Час дня

source: Inherit
es_es: Hereda
pl: Dziedzicz
pt_br: Herdar
ru_ru: Наследовать

source: January
es_es: Enero
pl: Styczeń
pt_br: Janeiro
ru_ru: Январь

source: July
es_es: Julio
pl: Lipiec
pt_br: Julho
ru_ru: Июль

source: June
es_es: Junio
pl: Czerwiec
pt_br: Junho
ru_ru: Июнь

source: March
es_es: Marzo
pl: Marzec
pt_br: Março
ru_ru: Март

source: Max Calls
es_es: Max Llamadas
pl: Maksymalna liczba połączeń
pt_br: Maximo de Chamadas
ru_ru: Максимально звонков

source: May
es_es: Mayo
pl: Maj
pt_br: Maio
ru_ru: Май

source: Minute
es_es: Minuto
pl: Minuta
pt_br: Minuto
ru_ru: Минута

source: Month
es_es: Mes
pl: Miesiąc
pt_br: Mês
ru_ru: Месяц

source: Newest First
es_es: Recientes Primero
pl: Najnowsze na początku
pt_br: Novo primeiro
ru_ru: Сначала более ранние

source: No
pl: Nie
pt_br: Não
ru_ru: Нет

source: No Answer
es_es: No Contestada
pl: Nieodebrane
pt_br: Não Atendida
ru_ru: Без ответа

source: Not
es_es: No
pl: Nie
pt_br: Exceto
ru_ru: Не

source: Not Found
es_es: No Encontrado
pl: Nie znaleziono
pt_br: Não Encontrado
ru_ru: Не найдено

source: November
es_es: Noviembre
pl: Listopad
pt_br: Novembro
ru_ru: Ноябрь

source: OK!
ru_ru: Хорошо!

source: October
es_es: Octubre
pl: Październik
pt_br: Outubro
ru_ru: Октябрь

source: Oldest First
es_es: Antiguas Primero
pl: Starsze na początku
pt_br: Antigo primeiro
ru_ru: Сначала более давние

source: Order By
es_es: Ordenar por
pl: Sortuj według
pt_br: Ordenar por
ru_ru: Сортировать по

source: Outbound Caller ID Name
es_es: Nombre Identificador de Llamada Saliente
pl: Nazwa rozmówcy wychodzącego
pt_br: Nome do ID Chamador de Saída
ru_ru: Имя исход. Caller ID

source: Outbound Caller ID Number
es_es: Numero Identificador de Llamada Saliente
pl: Numer rozmówcy wychodzącego
pt_br: Número do ID Chamador de Saída
ru_ru: Номер исход. Caller ID

source: Outbound CallerID
es_es: Número Saliente
pl: Nazwa Id rozmówcy wychodzącego
pt_br: ID Chamador de Saída
ru_ru: Исходящий CallerID

source: Outbound CallerID Number
es_es: Número Llamante Saliente
pl: Numer rozmówcy wychodzącego
pt_br: Número ID Chamador de Saída
ru_ru: Номер исх. CallerID

source: Playback
es_es: Reproducir
pl: Odtwórz
pt_br: Reproduzir
ru_ru: Воспроизведение

source: Recording
es_es: Grabaciones
pl: Nagranie
pt_br: Gravação
ru_ru: Запись

source: Related Call Detail Records
es_es: Registro Detallado de Llamadas relacionado
pl: Rekordy powiązane z połączeniem
pt_br: Registros Detalhados de Chamadas Relacionadas
ru_ru: Детализация связанных звонков

source: Report Type
pl: Typ raportu
ru_ru: Тип отчета

source: Reports
es_es: Reportes
pl: Raporty
pt_br: Relatórios
ru_ru: Отчёты

source: Result Limit
pl: Ogranicz wyniki
ru_ru: Ограничение результата

source: Search
es_es: Buscar
pl: Szukaj
pt_br: Pesquisar
ru_ru: Искать

source: Search Conditions
pl: Warunki wyszukiwania
ru_ru: Условия поиска

source: Search for a DID.
es_es: Búsqueda por un DID.
pl: Szujak DID
pt_br: Pesquisa por um DID.
ru_ru: Поиск заданного входящего номера.

source: Search for accountcode.
es_es: Buscar por accountcode.
pl: Szukaj accountcode.
pt_br: Pesquisar por Numero da Conta.
ru_ru: Поиск по accountcode.

source: Search for calls based on CallerID Number. You can enter multiple numbers separated by a comma. This field support Asterisk regular expression. Example<br>
es_es: Búsqueda de llamadas basados en Número de identificación de llamadas. Puede introducir varios números separados por una coma. Este campo soporta expresiones regulares Asterisk. Ejemplo <br>
pl: Szukaj połączeń na podstawie numeru CallerID. Można wprowadzić wiele liczb oddzielonych przecinkiem. To pole obsługuje wyrażenie regularne Asterisk. Przykład<br>
pt_br: Pesquise chamadas com base no Número do ID Chamador. Você pode inserir vários números separados por uma vírgula. Este campo suporta a expressão regular Asterisk. Exemplo <br>
ru_ru: Поиск для звонков на основе CallerID номера. Вы можете ввести несколько чисел, разделенных запятыми. Это поле поддерживает регулярное выражение Asterisk. Например<br>

source: Search for calls based on outbound CID used. You can enter multiple numbers separated by a comma. This field support Asterisk regular expression. Example<br>
es_es: Búsqueda de llamadas en función de CID saliente utilizado. Puede introducir varios números separados por una coma. Este campo soporta expresiones regulares Asterisk. Ejemplo <br>
pl: Wyszukaj połączenia na podstawie używanego wychodzącego identyfikatora CID. Można wprowadzić wiele liczb oddzielonych przecinkiem. To pole obsługuje wyrażenie regularne Asterisk. Przykład<br>
pt_br: Pesquise chamadas baseadas no CID de saída utilizado. Você pode inserir vários números separados por uma vírgula. Este campo suporta a expressão regular Asterisk. Exemplo <br>
ru_ru: Поиск для звонков на основе использования исходящего CID. Вы можете ввести несколько чисел, разделенных запятыми. Это поле поддерживает регулярное выражение Asterisk. Например<br>

source: Search for calls that matches either ANSWERED, BUSY, FAILED or NO ANSWER.
es_es: Buscar para Llamadas que coincidan con CONTESTADO, OCUPADO, FALLIDO O NO CONTESTADO.
pl: Szukaj połączeń na podstawie statusu ODEBRANE, ZAJĘTE, BŁĄD lub BRAK ODPOWIEDZI.
pt_br: Pesquise chamadas que correspondam às respostas RESPONDIDO, OCUPADO, FALHOU ou SEM RESPOSTA.
ru_ru: Поиск по статусу звонка: Отвечен / Занят / Неудавшийся / Без ответа.

source: Search for calls that matches the call length specified.
es_es: Buscar para Llamadas que coincidan con la duración especificada.
pl: Wyszukaj połączenia pasujące do określonej długości połączenia.
pt_br: Pesquise chamadas que correspondam à duração da chamada especificada.
ru_ru: Поиск звонков определенной длительности.

source: Search for destination calls. You can enter multiple sources separated by a comma. This field support Asterisk regular expression. Example<br>
es_es: Búsqueda de llamadas por destino. Puede entrar varios números separados por coma. Este campo soporta expresiones regulares Asterisk. Ejemplo <br>
pl: Wyszukaj połączenia docelowe. Można wprowadzić wiele źródeł oddzielonych przecinkiem. To pole obsługuje wyrażenie regularne Asterisk. Przykład<br>
pt_br: Pesquisar chamadas por destino. Você pode digitar vários números separados por vírgula. Este campo suporta a expressão regular Asterisk. Exemplo <br>
ru_ru: Поиск по номеру назначения. Можно ввести один номер или несколько Asterisk совместимых регулярных выражений разделенных запятой, например:<br>

source: Search for userfield data (if enabled).
es_es: Buscar para campo usuario (si está disponible).
pl: Wyszukaj danych pola userfield (jeśli jest aktywne).
pt_br: Pesquisar por usuário (se habilitado).
ru_ru: Поиск по данным пользователя (если используется).

source: Seconds
es_es: Segundos
pl: Sekundy
pt_br: Segundos
ru_ru: Секунд

source: Select CallerID Name to search for.
es_es: Seleccione Nombre ID de llamada a buscar.
pl: Wybierz nazwę CallerID do wyszukiwania.
pt_br: Selecione o Nome do ID Chamador para pesquisar.
ru_ru: Выберите имя CallerID для поиска.

source: Select Destination Caller Name to search for.
es_es: Selecciones Nombre del llamante Destino a buscar.
pl: Wybierz nazwę docelowego odbiorcy do wyszukiwania.
pt_br: Selecione Nome do Usuário Chamador de Destino para pesquisar.
ru_ru: Выберите имя куда звонил для поиска.

source: Select time span for your report. You can select Date, Month, Year, Hour and Minute to narrow your search
es_es: Seleccione rango de tiempo para su reporte, Usted puede seleccionar Fecha, mes, Día, Hora y minuto para acotar su búsqueda
pl: Wybierz zakres czasu dla swojego raportu. Możesz wybrać datę, miesiąc, rok, godzinę i minutę, aby zawęzić wyszukiwanie
pt_br: Selecione período de tempo para seu relatório. Você pode selecionar Data, Mês, Ano, Hora e Minuto para restringir sua pesquisa
ru_ru: Выберите промежуток времени для отчета. Вы можете указать: День, Месяц, Год, Час и Минуту для более точного поиска

source: September
es_es: Septiembre
pl: Wrzesień
pt_br: Setembro
ru_ru: Сентябрь

source: System
es_es: Sistema
pt_br: Sistema
ru_ru: Идентификатор

source: Tech info
es_es: Info tecnica
pl: Informacje pola tech
pt_br: Informação Técnica
ru_ru: Техническая информация

source: Telephone Number
es_es: Número Teléfono
pl: Numer telefonu
pt_br: Numero Telefone
ru_ru: Номера телефона

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
es_es: Estas son las extensiones asignadas y activas que se mostrará para este usuario controlar y editar en UCP
pl: Są to przypisane i aktywne numery wewnętrzne, które będą widoczne na koncie tego użytkownika do kontroli i edycji w UCP
pt_br: Estas são os ramais atribuídos e ativos que aparecerão para que este usuário controle e edite no PCU
ru_ru: Эти назначенные и активные расширения, которые будут отображаться для этого пользователя, чтобы контролировать и редактировать в UCP

source: Time
es_es: Hora
pl: Czas
pt_br: Tempo
ru_ru: Время

source: To
es_es: Hasta
pl: Do
pt_br: Para
ru_ru: и

source: Total Calls
es_es: Total Llamadas
pl: Liczba rozmów telefonicznych
pt_br: Total de Chamdas
ru_ru: Всего звонков

source: Total Duration
es_es: Duración Total
pl: Suma czasu połączeń
pt_br: Duração Total
ru_ru: Суммарная продолжительность

source: Unable to add index to did field in the cdr table
es_es: No se puede añadir indice al campo did de la tabla cdr
pl: Nie można dodać indeksu dla pola did w tabeli cdr
pt_br: Não foi possível adicionar índice ao campo did na tabela cdr
ru_ru: Невозможно добавить индекс поля в таблице cdr

source: Unable to add index to recordingfile field in the cdr table
pl: Nie można dodać indeksu do pola recordingfile w tabeli cdr
ru_ru: Не удалось добавить индекс в поле файла записи в таблице cdr

source: UniqueID
pl: InikalneID
pt_br: ÚnicoID
ru_ru: Идентификатор

source: Unknown
es_es: Desconocido
pl: Nieznany
pt_br: Desconhecido
ru_ru: Неизвестно

source: User Field
es_es: Campo Usuario
pl: Pole użytkownika
pt_br: Usuário
ru_ru: Пользовательское поле
